[
  {
    "mood": "Stress",
    "quotes": [
      "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.",
      "Nothing is permanent in this wicked world, not even our troubles.",
      "Tension is who you think you should be. Relaxation is who you are.",
      "In times of stress, the best thing we can do for each other is to listen with our ears and our hearts and to be assured that our questions are just as important as our answers.",
      "Rule number one is, don’t sweat the small stuff. Rule number two is, it’s all small stuff.",
      "The greatest weapon against stress is our ability to choose one thought over another.",
      "There is more to life than increasing its speed.",
      "Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself.",
      "The time to relax is when you don’t have time for it.",
      "It’s not stress that kills us, it is our reaction to it.",
      "Calm mind brings inner strength and self-confidence, so that’s very important for good health.",
      "The more tranquil a man becomes, the greater is his success, his influence, his power for good.",
      "Almost everything will work again if you unplug it for a few minutes, including you.",
      "Give your stress wings and let it fly away.",
      "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure."
    ]
  },
  {
    "mood": "Fears",
    "quotes": [
      "Fear is the path to the dark side. Fear leads to anger; anger leads to hate; hate leads to suffering.",
      "Everything you want is on the other side of fear.",
      "The only thing we have to fear is fear itself.",
      "Do one thing every day that scares you.",
      "Fear is only as deep as the mind allows.",
      "The cave you fear to enter holds the treasure you seek.",
      "Fear is a reaction. Courage is a decision.",
      "Fears are educated into us, and can, if we wish, be educated out.",
      "I have learned over the years that when one’s mind is made up, this diminishes fear.",
      "Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay.",
      "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart.",
      "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.",
      "Fear is only temporary. Regrets last forever.",
      "Feel the fear and do it anyway.",
      "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom."
    ]
  }
]
